---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightColorFilter
source: html/e9a6a584-4afe-825e-15ff-1d4ea337a02d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightColorFilter Property

"Color Filter"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightColorFilter { get; }
```